Repository: Maselkov/GW2RPC
Catalog: locales/*/LC_MESSAGES/*.po
Languages: de, es, fr, pt_br

source: Guardian
de: Wächter
es: Guardián
fr: Gardien
pt_br: Guardião(ã)

source: Warrior
de: Krieger
es: Guerrero
fr: Guerrier
pt_br: Guerreiro(a)

source: Engineer
de: Ingenieur
es: Ingeniero
fr: Ingénieur
pt_br: Engenheiro(a)

source: Ranger
de: Waldläufer
es: Guardabosques
fr: Rôdeur
pt_br: Guarda

source: Thief
de: Dieb
es: Ladrón
fr: Voleur
pt_br: Ladrão(a)

source: Elementalist
de: Elementarmagier
es: Elementalista
fr: Elémentaliste
pt_br: Elementalista

source: Necromancer
de: Nekromant
es: Nigromante
fr: Nécromancien
pt_br: Necromante

source: Revenant
de: Widergänger
es: Retornado
pt_br: Assombração

source: Human
de: Mensch
es: Humano
fr: Humain
pt_br: Humano

source: Druid
de: Druide
es: Druida
fr: Druide
pt_br: Druida

source: Dragonhunter
de: Drachenjäger
es: Cazadragones
fr: Draconnier
pt_br: Caçador(a) de Dragões

source: Reaper
de: Schnitter
es: Segador
fr: Faucheur
pt_br: Ceifador(a)

source: Tempest
de: Sturmbote
es: Tempestad
fr: Cataclyste
pt_br: Tempestade

source: Herald
de: Herold
es: Heraldo
fr: Hérault
pt_br: Arauto

source: Soulbeast
de: Seelenwandler
es: Bestialma
fr: Animorphe
pt_br: Fera da Alma

source: Weaver
de: Weber
es: Tejedor
fr: Tissesort
pt_br: Tecelão

source: Mirage
de: Illusionist
es: Quimérico
pt_br: Miragem

source: Scourge
de: Pestbringer
es: Azotador
fr: Fléau
pt_br: Flagelo

source: Renegade
de: Abtrünniger
es: Renegado
fr: Renégat
pt_br: Renegado(a)

source: Anvil Rock
de: Amboss-Stein
es: Roca del Augurio
fr: Rocher de l'enclume
pt_br: Bigorna de Pedra

source: Blackgate
de: Schwarztor
es: Puertanegra
fr: Portenoire
pt_br: Portão Negro

source: Borlis Pass
es: Paso de Borlis
fr: Passage de Borlis
pt_br: Passagem de Borlis

source: Crystal Desert
de: Kristallwüste
es: Desierto de Cristal
fr: Désert de cristal
pt_br: Cristal do Deserto

source: Darkhaven
de: Finsterfreistatt
es: Refugio Oscuro
fr: Refuge noir
pt_br: Porto Escuro

source: Devona's Rest
de: Devonas Ruh
es: Descanso de Devona
fr: Repos de Devona
pt_br: Descanso de Devona

source: Dragonbrand
de: Drachenbrand
es: Marca del Dragón
fr: Stigmate du dragon
pt_br: Marca do Dragão

source: Ehmry Bay
de: Ehmry-Bucht
es: Bahía de Ehmy
fr: Baie d'Ehmry
pt_br: Baía de Ehmry

source: Eredon Terrace
de: Eredon-Terrasse
es: Terraza de Eredon
fr: Plateau d'Eredon
pt_br: Terraço de Eredon

source: Ferguson's Crossing
de: Fergusons-Kreuzung
es: Encrucijada de Ferguson
fr: Croisée de Ferguson
pt_br: Travessia de Ferguson

source: Fort Aspenwood
de: Fort Epsenwald
es: Fuerte Aspenwood
fr: Fort Trembleforêt
pt_br: Forte de Aspenwood

source: Gate of Madness
de: Tor des Wahnsinns
es: Puerta de la Locura
fr: Porte de la folie
pt_br: Portão da Loucura

source: Henge of Denravi
de: Steinkreis von Denravi
es: Círculo de Denravi
fr: Cromlech de Denravi
pt_br: Henge de Denravi

source: Isle of Janthir
de: Janthir-Insel
es: Isla de Janthir
fr: Ile de Janthir
pt_br: Ilha de Janthir

source: Jade Quarry
de: Jade-Steinbruch
es: Cantera de Jade
fr: Carrière de jade
pt_br: Pedreira de Jade

source: Kaineng
pt_br: Cidade de Kaineng

source: Maguuma
pt_br: Resíduos de Magumma

source: Northern Shiverpeaks
de: Nördliche Zittergipfel
es: Picosescalofriantes del Norte
fr: Cimefroides du nord
pt_br: Norte de Shiverpeaks

source: Sanctum of Rall
de: Heilige Halle von Rall
es: Sagrario de Rall
fr: Sanctuaire de Rall
pt_br: Santuário de Rall

source: Sea of Sorrows
de: Meer des Leids
es: Mar de los Pesares
fr: Mer des lamentations
pt_br: Mar do Infotunio

source: Sorrow's Furnace
de: Hochofen der Betrübnis
es: Fragua del Pesar
fr: Fournaise des lamentations
pt_br: Forno de Sorrow

source: Stormbluff Isle
de: Sturmklippen-Insel
es: Isla Cimatormenta
fr: Ile e la Falaise tumultueuse
pt_br: Ilha de Stormbluff

source: Tarnished Coast
de: Befleckte Küste
es: Costa de Bronce
fr: Côte ternie
pt_br: Costa de Tarnished

source: Yak's Bend
de: Yakbiegung
es: Declive del Yak
fr: Courbe du Yak
pt_br: Curva dos Yaks

source: Aurora Glade
de: Auroralichtung
es: Claro de la Aurora
fr: Clairière de l'aurore
pt_br: Clareiras de Aurora

source: Desolation
de: Ödnis
es: Desolación
fr: Désolation
pt_br: Desolação

source: Far Shiverpeaks
de: Ferne Zittergipfel
es: Picosescalofriantes Lejanas
fr: Lointaines Cimefroides
pt_br: Encosta de Shiverpeaks

source: Fissure of Woe
de: Riss des Kummers
es: Fisura de la Aflicción
fr: Fissure du malheur
pt_br: Fissura de Woe

source: Gunnar's Hold
de: Gunnars Feste
es: Baluarte de Gonnar
fr: Campement de Gunnar
pt_br: Domínio de Gunnar

source: Piken Square
de: Piken-Platz
es: Plaza de Piken
fr: Place Piken
pt_br: Praça de Piken

source: Ring of Fire
de: Feuerring
es: Anillo de Fuego
fr: Cercle de feu
pt_br: Anel de fogo

source: Ruins of Surmia
de: Ruinen von Surmia
es: Ruinas de Surmia
fr: Ruines de Surmia
pt_br: Ruínas de Surmia

source: Seafarer's Rest
de: Seemannsruh
es: Refugio del Viajante
fr: Repos du Marin
pt_br: Pousada de Seafarer

source: Underworld
de: Unterwelt
es: Inframundo
fr: Outre-monde
pt_br: Submundo

source: Arborstone [FR]
de: Arborstein [FR]
es: Piedra Arbórea [FR]
fr: Pierre Arborea [FR]
pt_br: Pedra Angular [FR]

source: Augury Rock [FR]
de: Fels der Weissagung [FR]
es: Roca del Augurio [FR]
fr: Roche de l'augure [FR]
pt_br: Rocha de Augúrio [FR]

source: Whiteside Ridge
de: Weißflankgrat
es: Cadena Laderablanca
fr: Crête de Verseblanc
pt_br: Aresta do Whiteside

source: Fort Ranik [FR]
es: Fuerte de Ranik [FR]
pt_br: Forte Ranik [FR]

source: Jade Sea [FR]
de: Jademeer [FR]
es: Mar de Jade [FR]
fr: Mer de Jade [FR]
pt_br: Mar de Jade [FR]

source: Vizunah Square [FR]
de: Vizunah-Platz [FR]
es: Plaza de Vizunah [FR]
fr: Place de Vizunah [FR]
pt_br: Praça de Vizunah [FR]

source: Abaddon's Mouth [DE]
de: Abaddons Maul [DE]
es: Boca de Abaddon [DE]
fr: Bouche d'Abaddon [DE]
pt_br: Boca de Abaddon [DE]

source: Drakkar Lake [DE]
de: Drakkar-See [DE]
es: Lago de Drakkar [DE]
fr: Lac Drakkar [DE]
pt_br: Lago Drakkar [DE]

source: Elona Reach [DE]
de: Elonaspitze [DE]
es: Cañón de Elona [DE]
fr: Bief d'Elona [DE]
pt_br: Extensão de Elona [DE]

source: Miller's Sound [DE]
de: Millersund [DE]
es: Sonido de Miller [DE]
fr: Détroit de Miller [DE]
pt_br: Sons de Miller [DE]

source: Baruch Bay [SP]
de: Baruch Bucht [ES]
es: Bahía de Baruch [ES]
fr: Baie de Baruch [SP]
pt_br: Baía de Baruch [SP]

source: About
de: Über...
es: Acerca de
fr: À propos
pt_br: Sobre

source: Join support server
de: Support Server beitreten
es: Servidor de soporte
fr: Rejoindre le serveur d'assistance
pt_br: Entre no Servidor de Suporte

source: Guild Wars 2 with Discord
de: Guild Wars 2 mit Discord
es: Guild Wars 2 con Discord
fr: Guild Wars 2 avec Discord
pt_br: Guild wars 2 com Discord

source: Could not check for updates - check your connection!
de: Konnte nicht nach Updates suchen - Bitte Verbindung prüfen!
es: No se han podido buscar actualizaciones - ¡Comprueba tu conexión!
fr: Impossible de vérifier les mises à jour - vérifiez votre connexion!
pt_br: Não foi possível verificar actualizações - verifique a sua conexão!

source: There is a new update for GW2 Rich Presence available. Would you like to be taken to the download page now?
de: Es ist eine neue Version von GW2 Rich Presence verfügbar. Möchtest du jetzt zur Download-Seite wechseln?
es: Hay una nueva actualización para GW2 Rich Presence disponible. ¿Quieres abrir la página de descarga ahora?
fr: Il y a une mise à jour disponible pour GW2 Rich Presence. Souhaitez-vous vous rendre à la page de téléchargement immédiatement?
pt_br: Está disponível uma nova atualização para GW2 Rich Presence. Gostaria de ser levado para a página de download agora?

source: Fractals of the Mists
de: Fraktale der Nebel
es: Fractales de la Niebla
fr: Fractales des Brumes
pt_br: Fractais das Névoas

source: fractal
pt_br: fractais

source: in
es: en
fr: dans
pt_br: em

source: fighting
de: bekämpft
es: luchando
fr: en combat contre
pt_br: Lutando

source: completing
de: beendet
es: completando
fr: fin du combat contre
pt_br: Completando

source: near
de: bei
es: cerca
fr: près de
pt_br: próximo(a) a

source: in character selection
de: in der Charakterauswahl
es: en selección de personaje
fr: dans la sélection de personnage
pt_br: na seleção se personagens

source: Character Selection
de: Charakterauswahl
es: Selección de Personaje
fr: Sélection de personnage
pt_br: Seleção de personagem

source: Mistlock Observatory
de: Nebelsperren Observatorium
es: Observatorio del Bloqueo de la Niebla
fr: Sanctuaire de Gardebrume
pt_br: Observatório Mistlock

source: Uncategorized
de: Nicht kategorisiert
es: Sin Clasificar
fr: Non classée
pt_br: Sem Categoria

source: Swampland
de: Sumpfland
es: Cenagal
fr: Marais
pt_br: Pântano

source: Urban Battleground
de: Urbanes Schlachtfeld
es: Campo de Batalla Urbano
fr: Champ de bataille urbain
pt_br: Campo de batalha urbano

source: Siren's Reef
de: Riff der Sirene
es: Arrecife de la Sirena
fr: Récif de la sirène
pt_br: Recife da Sereia

source: Aquatic Ruins
de: Unterwasserruinen
es: Ruinas Acuáticas
fr: Ruines aquatiques
pt_br: Ruínas Aquáticas

source: Cliffside
de: Felswand
es: Despeñadero
fr: Flanc de falaise
pt_br: Penhasco

source: Underground Facility
de: Untergrundeinrichtung
es: Instalación Subterránea
fr: Complexe souterrain
pt_br: Instalações Subterrâneas

source: Volcanic
de: Vulkanisch
es: Volcánico
fr: Volcanique
pt_br: Vulcânico

source: Molten Furnace
de: Feuriger Hochofen
es: Fragua Fundida
fr: Fournaise de la Fusion
pt_br: Forno Fundido

source: Aetherblade
de: Ätherklinge
es: Filoetéreo
fr: Etherlame
pt_br: Lâmina do Éter

source: Thaumanova Reactor
de: Thaumanova-Reaktor
es: Reactor Taumanova
fr: Réacteur de Thaumanova
pt_br: Reator Thaumanova

source: Solid Ocean
de: Solider Ozean
es: Océano Sólido
fr: Océan solide
pt_br: Oceano Sólido

source: Molten Boss
de: Feuriger Boss
es: Jefes Fundidos
fr: Boss de la Fusion
pt_br: Chefão Derretido

source: Chaos
es: Caos
pt_br: Caos

source: Nightmare
de: Albtraum
es: Pesadilla
fr: Cauchemars
pt_br: Pesadelo

source: Shattered Observatory
de: Zerschmettertes Observatorium
es: Observatorio Asolado
fr: Observatoire détruit
pt_br: Observatório Despedaçado

source: Twilight Oasis
de: Zwielichtoase
es: Oasis del Crepúsculo
fr: Oasis du crépuscule
pt_br: Oásis do Crepúsculo

source: Sunqua Peak
de: Sunqua-Gipfel
es: Pico de Sunqua
fr: Pic de Sunqua
pt_br: Pico Sunqua

source: Vale Guardian
de: Talwächter
es: Guardián del valle
fr: Gardien de la Vallée
pt_br: Vale do Guardião

source: Spirit Woods
de: Geisterlauf
es: Bosques espirituales
fr: Les Bois des esprits
pt_br: Bosque Espíritual

source: Escort
de: Belagert die Festung
es: Asedio a la fortaleza
fr: Assaut de la forteresse
pt_br: Escolta

source: Keep Construct
de: Festenkonstrukt
es: Ensamblaje de la fortaleza
fr: Titan du fort
pt_br: Construção Conservada

source: Twisted Castle
de: Verdrehtes Schloss
es: Castillo Retorcido
fr: Le Château corrompu
pt_br: Castelo Retorcido

source: Mursaat Overseer
de: Mursaat-Aufseher
es: Dirigente mursaat
fr: Surveillant mursaat
pt_br: Supervisor de Mursaat

source: Soulless Horror
de: Seelenloser Schrecken
es: Horror sin alma
fr: Horreur sans âme
pt_br: Repúdio sem Alma

source: River of Souls
de: Fluss der Seelen
es: Río de almas
fr: La rivière des âmes
pt_br: Rio das Almas

source: Broken King
de: Gebrochener König
es: Rey Roto
fr: Roi brisé
pt_br: Rei Partido

source: Eater of Souls
de: Seelenverzehrer
es: Devorador de almas
fr: Mangeur d'âmes
pt_br: Devorador de Almas

source: Statue of Darkness
de: Statue der Dunkelheit
es: Estatua de Oscuridad
fr: Statue des ténèbres
pt_br: Estátua das Trevas

source: Conjured Amalgamate
de: Beschworene Verschmelzung
es: Amalgamado conjurado
fr: Amalgame conjuré
pt_br: Amálgama Conjugada

source: Twin Largos
de: Zwillings-Largos
es: Largos gemelos
fr: Jumeaux largos
pt_br: Gémeos Largos

source: Cardinal Sabir
de: Kardinal Sabir
es: Cardenal Sabir
pt_br: Cardeal Sabir

source: Cardinal Adina
de: Kardinal Adina
es: Cardenal Adina
pt_br: Cardeal Adina

source: Qadim the Peerless
de: Qadim der Unvergleichliche
es: Qadim el Simpar
fr: Qadim l'Inégalé
pt_br: Qadim sem Par

source: Catalyst
de: Katalysierer
es: Catalizador
fr: Catalyseur
pt_br: Catalizador

source: Bladesworn
de: Klingengeschworene
es: Jurafilos
fr: Jurelame
pt_br: Desgaste da Lâmina

source: Vindicator
de: Rechtssuchende
es: Justiciero
fr: Justicier
pt_br: Vindicador

source: Mechanist
de: Mech-Lenker
es: Mechanista
fr: Méchamancien
pt_br: Mecânico

source: Specter
de: Phantom
es: Espectro
fr: Spectre
pt_br: Espectro

source: Commander
de: Kommandeur
es: Comandante
fr: Commandant
pt_br: Comandante

source: jackal
de: Schakal
es: chacal
pt_br: Chacal

source: griffon
de: Greif
es: grifo
pt_br: Grifo

source: raptor
pt_br: Ave de Rapina

source: roller beetle
de: Rollkäfer
es: escarabajo
pt_br: Escaravelho de Rolo

source: warclaw
de: Kriegsklaue
es: garrabélica
pt_br: Lei da Guerra

source: siege turtle
de: Belagerungs-Schildkröte
es: tortuga de asedio
pt_br: Tartaruga de Sítio

source: on
de: auf
es: en
pt_br: em

source: Whisper of Jormag
de: Geflüster des Jormag
es: Susurro de Jormag
pt_br: Sussuros do Jormag

source: Boneskinner
de: Knochenhäuter
es: Pelahuesos
pt_br: Pele de Ossos

source: Fraenir of Jormag
de: Fraenir Jormags
es: Fraenir de Jormag
pt_br: Fraenir de Jormag

source: Voice And Claw of the Fallen
de: Stimme und Klaue der Gefallenen
es: Voz y Garra de los Caídos
pt_br: A Voz e a Garra dos Caídos

source: Legendary Icebrood Construct
de: Legende Eisbrut-Konstrukt
es: Ensamblaje de la progelie
pt_br: Construção lendária de Icebrood

source: Mistlock Sanctuary
de: Nebelsperren-Zuflucht
es: Santuario del Bloqueo de la Niebla
pt_br: Santuário de Mislock

source: Closest
de: Nächster
pt_br: Próximo

source: Berserker and Firestorm
de: Berserker und Feuersturm
es: Berserker y Tormenta de fuego
pt_br: Berserker e Firestorm

source: Blasting Black Peter
de: Schwarzpulver-Peter
es: El Negro Peter Descargas
pt_br: Jateamento do Black Peter

source: Brood Queen
de: Brutkönigin
es: Reine des couvées
pt_br: Rainha da Criação

source: Deepstone Sentinel
de: Tiefenstein-Wache
es: Sentinelle de la Roche des abysses
pt_br: Sentinela de pedra profunda

source: The Voice
de: Die Stimme
es: La Voix
pt_br: A Voz

source: Bloomhunger
de: Blütenschmacht
es: Devoraflores
pt_br: Florescimento da fome

source: loading screen
de: Ladebildschirm
es: cargando pantalla
pt_br: Tela de Carregamento...

source: GW2RPC Raid Announcer
de: GW2RPC Raid Ankündigung
pt_br: GW2RPC - Anúncio de Raid

source: tagged up
de: hat einen Raid gestartet
pt_br: Marcado

source: Copy and paste the following to join
de: Kopiere folgendes und füge es ein um beizutreten
pt_br: Copiar e colar para seguidor entrar

source: Yes
de: Ja
pt_br: Sim

source: No
de: Nein
pt_br: Não

source: Announce raids:
de: Raid ankündigen:
pt_br: Anúncio de Raid:

source: Closest PoI
de: Nächster PoI
pt_br: PoI mais Próximo

source: Elemental Source
de: elementare Quelle
es: elemental de hielo
pt_br: Fonte Elemental

source: Lornar Dragonseeker
de: Lornarr Dragonseeker
es: Lornarr Dragonseeker
pt_br: Lornar

source: Captain Mai Trin
de: Kaptain Mai Trin
es: Capitana Mai Trin
pt_br: Capitã Mai Trin

source: Anomaly
de: Anomalie
es: Anomalía
pt_br: Anomalia

source: Brazen Gladiator
de: Dreister Gladiator
es: Gladiador descarado
pt_br: Gladiador

source: a sandbinder
de: ein Sandbanner
es: lancero del sol élite
pt_br: um encadernador

source: Captain Ashym
pt_br: Capitão Ashym

source: Jellyfish Beast
pt_br: Água-viva Monstruosa

source: Archdiviner
pt_br: Arquidivino

source: Rampaging Ice Elemental or Dredge Powersuit
pt_br: Elemental de Gelo Agressivo ou

source: Grawl Shaman
pt_br: Xamã Grawl

source: Imbued Shaman
pt_br: Xamã Imbuído

source: in Weapon Testing Facility
pt_br: na instalação de teste de armas

source: Subject 6
pt_br: Sujeito 6

source: Thaumanova Anomaly
pt_br: Anomalia Thaumanova

source: gate
pt_br: portão

source: Minister Li
pt_br: Ministro Li

source: Old Tom
pt_br: Velho Tom

source: Raving Asura
pt_br: Asura Delirante

source: Daredevil
de: Draufgänger
es: Temerario
fr: Fracasseur

source: Chronomancer
de: Chronomant
es: Cronomante
fr: Chronomancien

source: Scrapper
de: Schrotter
es: Chatarrero
fr: Mécatronicien

source: Holosmith
de: Holoschmied
es: Holoartesano
fr: Holographiste

source: Deadeye
de: Scharfschütze
es: Certero
fr: Sniper

source: Spellbreaker
de: Bannbrecher
es: Rompehechizos
fr: Brisesort

source: Firebrand
de: Aufwiegler
es: Abrasador
fr: Incendiaire

source: Blacktide
de: Schwarzwasser
es: Marea Negra
fr: Noirflot

source: Vabbi
de: Vaabi

source: Riverside [DE]
de: Flussufer [DE]
es: Ribera [DE]
fr: Provinces fluviales [DE]

source: fractal
de: Fraktal
fr: fractale

source: Snowblind
de: Schneeblind
es: Ceguera de la Nieve
fr: Aveugleneige

source: Mai Trin
de: Mai Trin Boss

source: Deepstone
de: Tiefenstein
es: Rocahonda
fr: Roche des abysses

source: Slothasor
de: Faultierion
es: Perezón
fr: Paressor

source: Bandit Trio
de: Banditen-Trio
es: Campamento de prisioneros

source: Harbinger
de: Vorbote
es: Augurador
fr: Augure

source: Willbender
de: Willensverdreher
es: Subyugador
fr: Subjugueur

source: Virtuoso
de: Virtuose
fr: Virtuose

source: Untamed
de: Ungezähmter
es: Indómito
fr: Indomptable

source: skimmer
de: Schweberochen
es: mantarraya

source: skyscale
de: Himmelsschuppe
es: escamaceleste

source: Arabella Crowe
de: Arabella Krähe
es: Capitana Crowe

source: Jade Maw
de: Jadeschlund
es: Fauces de jade

source: Mesmer
es: Hipnotizador
fr: Envouteur

source: Matthias
es: Matías Gabrel

source: springer
es: saltarín

source: Jade Bot
es: robot de jade

source: M.A.M.A.
fr: A.M.A.M.
